Repository: gv8899/Nudge
Catalog: apple/NudgeKit/Sources/NudgeUI/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja

# calendar.attendees
source: 與會者
en: Attendees
ja: 参加者

# calendar.checkingStatus
source: 確認連線狀態中…
en: Checking…
ja: 確認中…

# calendar.connectDescription
source: 看看今天有哪些行程、會議，跟任務排在一起的安排。
en: See your meetings alongside today's tasks.
ja: 会議とタスクを一緒に確認。

# calendar.connectTitle
source: 連結 Google Calendar
en: Connect Google Calendar
ja: Google カレンダーを連携

# calendar.connectedAs %@
source: 已連結：%@
en: Connected as %@
ja: 連携中：%@

# calendar.connectedEmailLabel
source: 已連結
en: Connected
ja: 連携中

# calendar.description
source: 備註
en: Notes
ja: メモ

# calendar.disconnectButton
source: 中斷連結
en: Disconnect
ja: 連携解除

# calendar.disconnectConfirmBody
source: 確定要中斷 Google Calendar 連結嗎？
en: Disconnect from Google Calendar?
ja: Google カレンダーとの連携を解除しますか？

# calendar.disconnectConfirmTitle
source: 中斷連結
en: Disconnect
ja: 連携解除

# calendar.eventAllDay
source: 整日
en: All day
ja: 終日

# calendar.eventCount %lld
source: %lld 個事件
en: %lld events
ja: %lld 件のイベント

# calendar.joinMeeting
source: 加入線上會議
en: Join meeting
ja: 会議に参加

# calendar.mobileCollapsedCount
source: 今日行程 · %lld 件
en: Today · %lld events
ja: 今日の予定 · %lld 件

# calendar.nextMonth
source: 下個月
en: Next month
ja: 次の月

# calendar.nextWeek
source: 下一週
en: Next week
ja: 次の週

# calendar.panelEmpty
source: 今天沒有行程
en: Nothing scheduled today
ja: 今日は予定がありません

# calendar.panelTitle
source: 今日行程
en: Today
ja: 今日の予定

# calendar.period.afternoon
source: 下午
en: Afternoon
ja: 午後

# calendar.period.evening
source: 晚上
en: Evening
ja: 夜

# calendar.period.morning
source: 上午
en: Morning
ja: 午前

# calendar.prevMonth
source: 上個月
en: Previous month
ja: 前の月

# calendar.prevWeek
source: 上一週
en: Previous week
ja: 前の週

# calendar.section
source: 行事曆
en: Calendar
ja: カレンダー

# calendar.thisWeek
source: 今週
en: This week

# calendar.today
source: 今
en: Today
ja: 今日

# calendar.viewMode.day
source: 日
en: Day

# calendar.viewMode.month
source: 月
en: Month

# calendar.viewMode.week
source: 週
en: Week

# calendar.weekEmpty
source: 這週沒有行程
en: Nothing this week
ja: 今週は予定がありません

# cardDetail.addTag
source: 新增標籤
en: Add tag
ja: タグを追加

# cardDetail.editTitleAria
source: 編輯標題
en: Edit title
ja: タイトルを編集

# cardDetail.editorPlaceholder
source: 打 / 插入標題、清單…
en: Type / to insert headings, lists…
ja: / を入力して見出しやリストを挿入…

# cardDetail.manageTags
source: 管理標籤
en: Manage tags
ja: タグを管理

# cardDetail.moreActions
source: 更多動作
en: More actions
ja: その他の操作

# cardDetail.renameTitle
source: 重新命名
en: Rename
ja: 名前を変更

# cardDetail.schedule
source: 排程
en: Schedule
ja: スケジュール

# cardDetail.untitled
source: 未命名
en: Untitled
ja: 無題

# cards.createAria
source: 新增卡片
en: New card
ja: 新しいカード

# cards.emptyNoCards
source: 還沒有寫過內容的任務
en: No cards with content yet
ja: まだ内容のあるカードがありません

# cards.emptyWithQuery
source: 沒有符合的卡片
en: No matching cards
ja: 該当するカードがありません

# cards.filterByTag
source: 依標籤過濾
en: Filter by tag
ja: タグで絞り込む

# cards.loadMore
source: 載入更多...
en: Loading more...
ja: さらに読み込み中...

# cards.noMore
source: 沒有更多卡片了
en: No more cards
ja: これ以上カードはありません

# cards.searchAria
source: 搜尋卡片
en: Search cards
ja: カードを検索

# cards.searchPlaceholder
source: 搜尋卡片...
en: Search cards...
ja: カードを検索...

# cards.untitled
source: 未命名
en: Untitled
ja: 無題

# common.a11y.collapsed
source: 已收合
en: Collapsed
ja: 折りたたみ済み

# common.a11y.expanded
source: 已展開
en: Expanded
ja: 展開済み

# common.cancel
source: 取消
en: Cancel
ja: キャンセル

# common.clear
source: 清除
en: Clear
ja: クリア

# common.confirm
source: 確認
en: Confirm

# common.delete
source: 刪除
en: Delete
ja: 削除

# common.done
source: 完成
en: Done
ja: 完了

# common.edit
source: 編輯
en: Edit
ja: 編集

# common.save
source: 儲存
en: Save
ja: 保存

# common.search
source: 搜尋
en: Search
ja: 検索

# common.today
source: 今天
en: Today
ja: 今日

# daily.archiveButton
source: 封存
en: Archive
ja: アーカイブ

# daily.completedSection %lld
source: 已完成 (%lld)
en: Completed (%lld)
ja: 完了 (%lld)

# daily.emptyToday
source: 今天還沒有任務
en: No tasks for today
ja: 今日のタスクはまだありません

# daily.moveToOtherDate
source: 移到其他日期…
en: Move to date…
ja: 他の日に移動…

# daily.moveToToday
source: 移到今天
en: Move to today
ja: 今日に移動

# daily.nextWeekAria
source: 下一週
en: Next week
ja: 次の週

# daily.overdueLabel
source: 前幾天的 (%lld)
en: From earlier (%lld)
ja: 以前のタスク (%lld)

# daily.overdueScheduleToday
source: 排入今天
en: Move to today
ja: 今日に移動

# daily.overdueSectionAria
source: 前幾天的任務
en: Tasks from earlier days
ja: 以前のタスク

# daily.prevWeekAria
source: 上一週
en: Previous week
ja: 前の週

# daily.rowMenu
source: 任務動作
en: Task actions
ja: タスク操作

# daily.setRecurring
source: 設成重複任務…
en: Repeat…
ja: 繰り返し設定…

# daily.setReminder
source: 設定提醒…
en: Set reminder…
ja: リマインダーを設定…

# daily.skipThisOccurrence
source: 跳過這次
en: Skip this one
ja: 今回をスキップ

# daily.todayButton
source: 今天
en: Today
ja: 今日

# editor.slashBulletDescription
source: 建立無序列表
en: Create an unordered list
ja: 箇条書きリストを作成

# editor.slashBulletKeywords
source: list|bullet|ul|項目|清單|列表
en: list|bullet|ul|unordered
ja: list|bullet|ul|箇条書き|リスト

# editor.slashBulletLabel
source: 項目符號列表
en: Bullet list
ja: 箇条書き

# editor.slashCodeDescription
source: 含語法高亮的程式碼區塊
en: Code block with syntax highlighting
ja: シンタックスハイライト付きコードブロック

# editor.slashCodeKeywords
source: code|block|程式|程式碼
en: code|block|pre|syntax
ja: code|block|コード

# editor.slashCodeLabel
source: 程式碼區塊
en: Code block
ja: コードブロック

# editor.slashDividerDescription
source: 插入水平分隔線
en: Horizontal divider line
ja: 水平区切り線を挿入

# editor.slashDividerKeywords
source: hr|divider|separator|分隔|分隔線
en: hr|divider|separator|line
ja: hr|divider|separator|区切り

# editor.slashDividerLabel
source: 分隔線
en: Divider
ja: 区切り線

# editor.slashH1Description
source: 大標題
en: Large section heading
ja: 大見出し

# editor.slashH1Keywords
source: h1|head|heading|標題|大標題
en: h1|head|heading|large|title
ja: h1|head|heading|見出し|大

# editor.slashH1Label
source: 標題 1
en: Heading 1
ja: 見出し 1

# editor.slashH2Description
source: 中標題
en: Medium section heading
ja: 中見出し

# editor.slashH2Keywords
source: h2|head|heading|標題|中標題
en: h2|head|heading|medium
ja: h2|head|heading|見出し|中

# editor.slashH2Label
source: 標題 2
en: Heading 2
ja: 見出し 2

# editor.slashH3Description
source: 小標題
en: Small section heading
ja: 小見出し

# editor.slashH3Keywords
source: h3|head|heading|標題|小標題
en: h3|head|heading|small
ja: h3|head|heading|見出し|小

# editor.slashH3Label
source: 標題 3
en: Heading 3
ja: 見出し 3

# editor.slashNoResults
source: 沒有符合的項目
en: No matching items
ja: 該当する項目がありません

# editor.slashOrderedDescription
source: 建立編號列表
en: Create a numbered list
ja: 番号付きリストを作成

# editor.slashOrderedKeywords
source: ol|number|ordered|數字|編號|列表
en: ol|number|ordered|list
ja: ol|number|ordered|番号|リスト

# editor.slashOrderedLabel
source: 數字列表
en: Numbered list
ja: 番号付きリスト

# editor.slashQuoteDescription
source: 引用區塊
en: Blockquote
ja: 引用ブロック

# editor.slashQuoteKeywords
source: quote|blockquote|引用|引言
en: quote|blockquote|cite
ja: quote|blockquote|引用

# editor.slashQuoteLabel
source: 引言
en: Quote
ja: 引用

# editor.slashTextDescription
source: 普通段落文字
en: Plain paragraph text
ja: 通常の段落テキスト

# editor.slashTextKeywords
source: text|paragraph|body|內文|段落|普通
en: text|paragraph|body|plain
ja: text|paragraph|body|テキスト|段落

# editor.slashTextLabel
source: 內文
en: Text
ja: テキスト

# editor.slashTodoDescription
source: 可勾選的待辦清單
en: Checklist with checkboxes
ja: チェックボックス付きリスト

# editor.slashTodoKeywords
source: todo|task|check|待辦|任務
en: todo|task|check|checklist
ja: todo|task|check|ToDo|タスク

# editor.slashTodoLabel
source: 待辦列表
en: To-do list
ja: ToDo リスト

# editor.toolbarBullet
source: 項目符號
en: Bullet list
ja: 箇条書き

# editor.toolbarDismiss
source: 收鍵盤
en: Dismiss keyboard
ja: キーボードを閉じる

# editor.toolbarHeading
source: 標題
en: Heading
ja: 見出し

# editor.toolbarOrdered
source: 數字清單
en: Numbered list
ja: 番号付きリスト

# editor.toolbarRedo
source: 重做
en: Redo
ja: やり直し

# editor.toolbarTaskList
source: 核取清單
en: Task list
ja: チェックリスト

# editor.toolbarUndo
source: 還原
en: Undo
ja: 元に戻す

# error.network
source: 網路錯誤
en: Network error
ja: ネットワークエラー

# error.unauthorized
source: 請重新登入
en: Please sign in again
ja: 再度サインインしてください

# error.unknown
source: 發生錯誤
en: Something went wrong
ja: エラーが発生しました

# nav.calendar
source: 日曆
en: Calendar
ja: カレンダー

# nav.cards
source: 卡片
en: Cards
ja: カード

# nav.notes
source: 日誌
en: Notes
ja: ジャーナル

# nav.settings
source: 設定
en: Settings

# nav.tasks
source: 行動
en: Tasks
ja: アクション

# notes.backToCanvasTitle
source: 回到今天
en: Back to today
ja: 今日へ戻る

# notes.canvasPlaceholder
source: 寫點什麼⋯⋯
en: Write something...
ja: 何か書いてみましょう...

# notes.canvasToggleFeedTitle
source: 切換到 feed
en: Switch to feed
ja: フィードへ切り替え

# notes.emptyFeedPrompt
source: 還沒有過去的日記。現在先從今天開始寫吧。
en: No past journal entries yet. Start writing from today.
ja: 過去の日記はまだありません。まずは今日から書いてみましょう。

# notes.noMoreEntries
source: 沒有更多日記了
en: No more entries
ja: これ以上の日記はありません

# notifications.content.incomplete
source: 未完成任務
en: Incomplete tasks
ja: 未完了タスク

# notifications.content.summary
source: 摘要
en: Summary
ja: サマリー

# notifications.content.summaryStreak
source: 摘要 + 連續紀錄
en: Summary + streak
ja: サマリー + 継続記録

# notifications.evening.bodyTemplate
source: 今天到這裡告一段落。
en: Wrap up the day.
ja: 今日を振り返りましょう。

# notifications.evening.title
source: 今日總結
en: Today's wrap-up
ja: 今日のまとめ

# notifications.morning.bodyTemplate
source: 看看今天的安排。
en: Here's your day.
ja: 今日の予定を確認しましょう。

# notifications.morning.title
source: 早安
en: Good morning
ja: おはようございます

# notifications.task.reminderBody
source: 點開查看任務。
en: Tap to open the task.
ja: タップしてタスクを開く。

# offline.banner
source: 離線中。上次更新於 %@
en: Offline. Last updated at %@.
ja: オフライン。最終更新: %@

# schedule.preset.biweekly
source: 每兩週
en: Biweekly
ja: 隔週

# schedule.preset.daily
source: 每天
en: Daily
ja: 毎日

# schedule.preset.monthlyDay
source: 每月某日
en: Monthly (day)
ja: 毎月（日付）

# schedule.preset.monthlyNthWeekday
source: 每月第幾個週幾
en: Monthly (weekday)
ja: 毎月（曜日）

# schedule.preset.weekdays
source: 平日
en: Weekdays

# schedule.preset.weekly
source: 每週
en: Weekly
ja: 毎週

# schedule.preset.yearly
source: 每年
en: Yearly
ja: 毎年

# schedule.recurrence.endDate
source: 結束日期
en: End date
ja: 終了日

# schedule.recurrence.hasEndDate
source: 設結束日期
en: Set end date
ja: 終了日を設定

# schedule.recurrence.last
source: 最後一個
en: Last
ja: 最終

# schedule.recurrence.monthDayN %lld
source: 每月 %lld 日
en: Day %lld
ja: %lld 日

# schedule.recurrence.nthLabel
source: 第幾個
en: Which
ja: 週

# schedule.recurrence.nthN %lld
source: 第 %lld 個
en: %lld
ja: 第 %lld

# schedule.recurrence.off
source: 關
en: Off
ja: オフ

# schedule.recurrence.startDate
source: 開始日期
en: Start date
ja: 開始日

# schedule.recurrence.weekday
source: 星期
en: Weekday
ja: 曜日

# schedule.recurrenceTitle
source: 重複
en: Repeat
ja: 繰り返し

# schedule.reminder.dateTime
source: 提醒時間
en: Reminder time
ja: 通知日時

# schedule.reminder.enabled
source: 提醒
en: Reminder
ja: リマインダー

# schedule.reminder.timeOfDay
source: 時段
en: Time of day
ja: 時刻

# settings.account.email
source: 電子郵件
en: Email
ja: メール

# settings.account.name
source: 名稱
en: Name
ja: 名前

# settings.account.section
source: 帳號資料
en: Account
ja: アカウント

# settings.account.unnamed
source: 未命名
en: Unnamed
ja: 名称未設定

# settings.appearance.section
source: 外觀
en: Appearance
ja: 外観

# settings.cleanUntitled.confirmBody
source: 這會刪除所有沒有標題的卡片，確定嗎？
en: This deletes every untitled card. Are you sure?
ja: タイトル未入力のカードがすべて削除されます。よろしいですか？

# settings.cleanUntitled.confirmOk
source: 確定清除
en: Delete
ja: 削除する

# settings.cleanUntitled.confirmTitle
source: 清除空白卡片
en: Clean up empty cards
ja: 空白カードを削除

# settings.cleanUntitled.failed
source: 清除失敗
en: Clean up failed
ja: 削除に失敗しました

# settings.cleanUntitled.label
source: 清除空白卡片
en: Clean up empty cards
ja: 空白カードを削除

# settings.cleanUntitled.labelLoading
source: 清除中…
en: Cleaning…
ja: 削除中…

# settings.cleanUntitled.successEmpty
source: 沒有需要清除的卡片
en: Nothing to clean
ja: 削除対象がありません

# settings.cleanUntitled.successWithCount
source: 已清除 %lld 張空白卡片
en: Cleaned %lld empty card(s)
ja: %lld 件の空白カードを削除しました

# settings.dangerZone.section
source: 危險操作
en: Danger zone
ja: 危険操作

# settings.language.auto
source: 自動
en: Auto

# settings.language.section
source: 語言
en: Language
ja: 言語

# settings.logout.button
source: 登出
en: Log out
ja: ログアウト

# settings.logout.confirmBody
source: 確定要登出嗎？
en: Log out now?
ja: 本当にログアウトしますか？

# settings.logout.confirmTitle
source: 登出
en: Log out
ja: ログアウト

# settings.notifications.eveningContent
source: 夜間內容
en: Evening content
ja: 夜の内容

# settings.notifications.eveningEnabled
source: 夜間摘要
en: Evening summary
ja: 夜のサマリー

# settings.notifications.eveningTime
source: 夜間時間
en: Evening time
ja: 夜の時刻

# settings.notifications.morningContent
source: 早晨內容
en: Morning content
ja: 朝の内容

# settings.notifications.morningEnabled
source: 早晨摘要
en: Morning summary
ja: 朝のサマリー

# settings.notifications.morningTime
source: 早晨時間
en: Morning time
ja: 朝の時刻

# settings.notifications.perTaskEnabled
source: 個別任務提醒
en: Per-task reminders
ja: タスク毎のリマインダー

# settings.notifications.title
source: 通知
en: Notifications

# settings.tags.section
source: 標籤管理
en: Tags
ja: タグ

# settings.theme.dark
source: 深色
en: Dark
ja: ダーク

# settings.theme.light
source: 淺色
en: Light
ja: ライト

# settings.theme.section
source: 主題
en: Theme
ja: テーマ

# settings.theme.system
source: 跟隨系統
en: System
ja: システム

# settings.title
source: 設定
en: Settings

# tags.add
source: 新增
en: Add
ja: 追加

# tags.addTag
source: 新增標籤
en: Add tag
ja: タグ追加

# tags.changeColor
source: 換色
en: Change color
ja: 色を変更

# tags.createNamed %@
source: 建立「%@」
en: Create "%@"
ja: 「%@」を作成

# tags.deleteConfirm %@
source: 確定要刪除「%@」嗎？
en: Delete tag "%@"?
ja: タグ「%@」を削除しますか？

# tags.deleteTitle
source: 刪除標籤
en: Delete tag
ja: タグを削除

# tags.dragHandle
source: 拖曳排序
en: Reorder
ja: 並べ替え

# tags.newTagPlaceholder
source: 新增標籤...
en: Add tag...
ja: タグ追加...

# tags.removeAria %@
source: 移除 %@
en: Remove %@
ja: %@ を削除

# tags.searchOrCreate
source: 搜尋或建立標籤...
en: Search or create tag...
ja: 検索または作成...

# task.complete
source: 完成任務
en: Complete task
ja: タスクを完了

# task.createPlaceholder
source: 新增任務
en: Add a task
ja: タスクを追加

# task.moveToOtherDate
source: 移到其他日期
en: Move to another date
ja: 別の日付に移動

# task.uncomplete
source: 取消完成
en: Mark as incomplete
ja: 未完了に戻す

# weekday.fri
source: 五
en: Fri
ja: 金

# weekday.mon
source: 一
en: Mon
ja: 月

# weekday.sat
source: 六
en: Sat
ja: 土

# weekday.sun
source: 日
en: Sun

# weekday.thu
source: 四
en: Thu
ja: 木

# weekday.tue
source: 二
en: Tue
ja: 火

# weekday.wed
source: 三
en: Wed
ja: 水
